{
    "jokes": [
        "My wife is really mad at the fact that I have no sense of direction.\n||So I packed up my stuff and right!||",
        "How many tickles does it take to make an octopus laugh?\n||Ten tickles.||",
        "Why did the scarecrow win an award?\n||Because he was outstanding in his field.||",
        "Did you hear about the guy who invented the knock-knock joke?\n||He won the 'no-bell' prize.||",
        "Did you hear about the circus fire?\n||It was in tents.||",
        "Can February March?\n||No, but April May!||",
        "What's an astronaut's favorite part of a computer?\n||The space bar.||",
        "Why are elevator jokes so good?\n||They work on many levels.||",
        "What do you call a fake noodle?\n||An impasta.||",
        "Is this pool safe for diving?\n||It deep ends.||",
        "Why don't crabs give to charity?\n||Because they're shellfish.||",
        "What's the best way to watch a fly-fishing tournament?\n||Live stream.||",
        "How do you tell the difference between an alligator and a crocodile?\n||You will see one later and one in a while.||",
        "What do you call a dog that can do magic?\n||A Labracabrador.||",
        "A man walks into an apiary and asks the beekeeper for a dozen bees.\nTo which the beekeeper replies, ||'Sure, and I'll throw in the 13th as a freebie.'||",
        "What do you call a fish with no eye?\n||A fsh.||",
        "Justice is a dish best served cold.\n||If it were served warm, it would be justwater.||",
        "A steak pun is a rare medium done well.",
        "Not sure if you have noticed, but I love bad puns.\n||That's just how eye roll.||",
        "Do I enjoy making courthouse puns?\n||Guilty.",
        "What do you call two octopi that look the same?\n||Itenticle.||",
        "I think my wife is covering my rifle collection with glue.\n||She's denying it, but I'm sticking to my guns.||",
        "Why do astronauts use Linux?\n||Because you can't open windows in space.||",
        "Today, my son asked 'Can I have a book mark?' and I burst into tears.\n||11 years old and he still doesn't know my name is Brian||",
        "The day I turned 42, my daughter walked up to me and said 'happy...', and started timing on her watch. After a long silence she said ||40 second birthday||",
        "As I handed my Dad his 50th birthday card, he looked at me with tears in his eyes and said, ||'You know, one would have been enough.'||",
        "What genre are national anthems?\n||Country||",
        "If pronouncing my b's as v's makes me sound Russian, then ||soviet.||",
        "I am Buzz Aldrin. Second man to step on the moon.\n||Neil before me.",
        "Of all the inventions of the last 100 years, ||the dry erase board has to be the most remarkable.||",
        "Why was 2019 afraid of 2020?\n||Because they had a fight and 2021.||"

    ]
}
